Repository: MaxBGitHub/Petersilie.ManagementTools.NetworkMonitor
Catalog: Petersilie.ManagementTools.NetworkMonitor/strings.*.resx
Languages: de

# ICMP_000_00
source: Echo reply
de: Echo Antwort

# ICMP_001_00
source: Reserved
de: Nicht zugewiesen

# ICMP_002_00
source: Reserved
de: Nicht zugewiesen

# ICMP_003_00
source: Destination network unreachable
de: Ziel-Netzwerk nicht erreichbar

# ICMP_003_01
source: Destination host unreachable
de: Ziel-Host nicht erreichbar

# ICMP_003_02
source: Destination protocol unreachable
de: Ziel-Protokol nicht erreichbar

# ICMP_003_03
source: Destination port unreachable
de: Ziel-Port nicht erreichbar

# ICMP_003_04
source: Fragmentation required, and DF flag set
de: Fragmentierung nötig und Don't Fragment Flag gesetzt

# ICMP_003_05
source: Source route failed
de: Quellroute fehlgeschlagen

# ICMP_003_06
source: Destination network unkown
de: Zeil-Netzwerk unbekannt

# ICMP_003_07
source: Destination host unkown
de: Ziel-Host unbekannt

# ICMP_003_08
source: Source host isolated
de: Quell-Host isoliert

# ICMP_003_09
source: Network administratively prohibited
de: Netzwerk administrativ verboten

# ICMP_003_10
source: Host administratively prohibited
de: Host administrativ verboten

# ICMP_003_11
source: Network unreachable for ToS
de: Netwerk für ToS nicht erreichbar

# ICMP_003_12
source: Host unreachable for ToS
de: Host für ToS nicht erreichbar

# ICMP_003_13
source: Communication administratively prohibited
de: Kommunikation administativ verboten

# ICMP_003_14
source: Host Precedence Violation
de: Verstoß gegen Host Priorität

# ICMP_003_15
source: Precedence cutoff in effect
de: Priorität niedriger als erlaubt

# ICMP_004_00
source: Depreciated
de: Veraltet

# ICMP_005_00
source: Redirect Datagram for Network
de: Umleiten des Datagrams für das Netzwerk

# ICMP_005_01
source: Redirect Datagram for Host
de: Umleiten des Datagrams für den Host

# ICMP_005_02
source: Redirect Datagram for the ToS and network
de: Umleiten des Datagrams für ToS und das Netzwerk

# ICMP_005_03
source: Redirect Datagram for the ToS and host
de: Umleiten des Datagrams für ToS und den Host

# ICMP_006_00
source: Depreciated
de: Veraltet

# ICMP_007_00
source: Unassigned
de: Nicht zugrwiesen

# ICMP_008_00
source: Echo request
de: Echo Anfrage

# ICMP_010_00
source: Router discovery/selection/solicitation
de: Router Entdeckung/Auswahl/Advertisment

# ICMP_011_00
source: TTL expired in transit
de: TTL auf Transportweg abgelaufen

# ICMP_011_01
source: Fragment reassembly time exceeded
de: Zeit für das Zusammensetzen von Fragmenten überschritten

# ICMP_012_00
source: Pointer indicates the error
de: Pointer enthält Fehler

# ICMP_012_01
source: Missing a required option
de: Eine benötigte Option fehlt

# ICMP_012_02
source: Bad length
de: Ungültige Länge

# ICMP_013_00
source: Timestamp
de: Zeitstempel

# ICMP_014_00
source: Timestamp reply
de: Zeitstempel Antwort

# ICMP_015_00
source: Information request
de: Informationsanfrage

# ICMP_016_00
source: Information reply
de: Informationsantwort

# ICMP_017_00
source: Address mask request
de: Adressmaskenanfrage

# ICMP_018_00
source: Address mask reply
de: Addressmaskenantwort

# ICMP_019_00
source: Reserved for security
de: Reserviert für Sicherheit

# ICMP_030_00
source: Information request
de: Informationsanfrage (Traceroute)

# ICMP_031_00
source: Datagram conversion error
de: Datagram Konvertierungsfehler

# ICMP_033_00
source: Where-Are-You (originally meant for IPv6)
de: Where-Are-You (Ursprünglich IPv6)

# ICMP_034_00
source: Here-I-Am (originally meant for IPv6)
de: Here-I-Am (Ursprünglich IPv6)

# ICMP_039_00
source: SKIP algorithm discovery protocol, simple key-management for internet protocol
de: SKIP Algorithmus Protocol

# ICMP_040_00
source: Photuris, Security failures
de: Photuris, Sicherheitsfehler

# ICMP_041_00
source: ICMP for experimental mobility protocol such as Seamoby
de: Experimentelle Mobilitätsprotokolle wie Seamboy

# ICMP_042_00
source: Request extended echo (XPing)
de: Erweiterte Echo Anfrage (XPing)

# ICMP_043_00
source: No error
de: Erweitere Echo Antwort - Kein Fehler

# ICMP_043_01
source: Malformed query
de: Erweitere Echo Antwort - Fehlerhafte Abfrage

# ICMP_043_02
source: No such interface
de: Erweitere Echo Antwort - Schnittstelle nicht gefunden

# ICMP_043_03
source: No such table entry
de: Erweitere Echo Antwort - Eintrag nicht gefunden

# ICMP_043_04
source: Multiple interfaces satisfy query
de: Erweiteres Echo Antwort - Mehrere Schnittstellen treffen auf Abfrage zu

# ICMP_20To29
source: Reserved for robustness experiment
de: Reserviert für Stabilitätstests

# ICMP_255_00
source: Reserved
de: Reserviert

# ICMP_44To252
source: Reserved
de: Reserviert
